"DETAIL_NAV_TITLE" = "Detalhes";

"DUE" = "Limite";
"NONE_DUE_DATE" = "Nenhum";
"DUE_DATE_DETAIL_NAV_TITLE" = "Data Limite";
"HAS_DUE_DATE_SWITCH_TITLE" = "Limite";
"SHOW_MORE" = "Mostrar Mais…";
"SHOW_LESS" = "Mostrar Menos…";
"PRIORITY" = "Prioridade";

// Priority
"NONE_PRIORITY" = "Nenhuma";
"LOW_PRIORITY" = "Baixa";
"MEDIUM_PRIORITY" = "Média";
"HIGH_PRIORITY" = "Alta";
"PRIORITY_DETAIL_NAV_TITLE" = "Prioridade";

// Lists
"REMINDER_LIST" = "Lista";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Lembre-me";
"NONE_REMINDER_ALERT" = "Nunca";
"ON_A_DAY" = "Lembre-me em uma Data";
"AT_A_LOCATION" = "Lembre-me em um Lugar";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Em uma Localização";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Localização Atual";
"CHOOSE_ADDRESS" = "Escolha um Contato…";
"DETERMINING_LOCATION" = "Determinando Localização…";
"CANNOT_DETERMINE_LOCATION" = "Não Pode Determinar a Localização";
"MY_ADDRESS_WITHOUT_LABEL" = "Meu Endereço"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Endereço de %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%2$@ de %1$@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Ao chegar em";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Ao sair de";
"DUE_ALL_DAY_FORMAT" = "%@ (dia inteiro)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Em %@, você será avisado(a)\n%@ ou o mais\ntardar às %@ desse dia."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "quando chegar a esta localização";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "quando sair desta localização";

// Location
"LOCATION" = "Local";
"NONE_LOCATION" = "Nenhuma";
"ALARM_PROXIMITY_ENTER" = "Quando Eu Chegar";
"ALARM_PROXIMITY_LEAVE" = "Quando Eu Sair";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Escolha a localização de um contato";
"WIFI_DISABLED_SUBTEXT" = "Ative Wi‑Fi nos Ajustes para melhorar a precisão dos lembretes acionados por localização.";
"WIFI_DISABLED_PROMPT" = "A precisão da localização será maior se a rede Wi-Fi for ativada nos Ajustes.";
"WLAN_DISABLED_SUBTEXT" = "Ative WLAN nos Ajustes para melhorar a precisão dos lembretes acionados por localização.";
"WLAN_DISABLED_PROMPT" = "A precisão da localização será maior se a rede WLAN for ativada nos Ajustes.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Para usar lembretes acionados por localização, ative “Serv. Localização” nos Ajustes.";
"SETTINGS" = "Ajustes";
"TYPED_LOCATION_PLACEHOLDER" = "Digite um Endereço…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Não foi possível determinar a localização deste endereço. Verifique a ortografia e tente novamente.";
"MAP" = "Mapa";
"SHOW_IN_MAP" = "Mostrar no Mapa";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Minhas Localizações";
"ME_CARD_ALERT_BODY" = "O aplicativo Lembretes pode usar suas informações de contato para oferecer opções de localização como “casa” ou “trabalho”. Qual contato prefere usar?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Escolher";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "N";
"LOCATION_DEGREES_EAST" = "L";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "O";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Não Pode Salvar Lembrete";

"UNTITLED_REMINDER" = "Sem título";
